{
    "FAC": "class FAC(Entity):\n    \"\"\"A functional, primarily man-made structure. Facilities are artifacts falling under the domains of architecture and civil engineering, including more temporary human constructs, such as police lines and checkpoints.\"\"\"\n    def __init__(self, name: str):\n        super().__init__(name=name)",
    "GPE": "class GPE(Entity):\n    \"\"\"Geopolitical entities such as countries, provinces, states, cities, towns, etc. GPEs are composite entities, consisting of a physical location, a government, and a population. All three of these elements must be present for an entity to be tagged as a GPE. A GPE entity may be a single geopolitical entity or a group.\"\"\"\n    def __init__(self, name: str):\n        super().__init__(name=name)",
    "LOC": "class LOC(Entity):\n    \"\"\"Geographical entities such as geographical areas and landmasses, bodies of water\"\"\"\n    def __init__(self, name: str):\n        super().__init__(name=name)",
    "ORG": "class ORG(Entity):\n    \"\"\"Corporations, agencies, and other groups of people defined by an established organizational structure. An ORG entity may be a single organization or a group. A key feature of an ORG is that it can change members without changing identity.\"\"\"\n    def __init__(self, name: str):\n        super().__init__(name=name)",
    "PER": "class PER(Entity):\n    \"\"\"Person entities are limited to humans. A PER entity may be a single person or a group.\"\"\"\n    def __init__(self, name: str):\n        super().__init__(name=name)",
    "VEH": "class VEH(Entity):\n    \"\"\"A physical device primarily designed to move an object from one location to another, by (for example) carrying, flying, pulling, or pushing the transported object. Vehicle entities may or may not have their own power source.\"\"\"\n    def __init__(self, name: str):\n        super().__init__(name=name)",
    "WEA": "class WEA(Entity):\n    \"\"\"A physical device that is primarily used as an instrument for physically harming or destroying entities\"\"\"\n    def __init__(self, name: str):\n        super().__init__(name=name)"
}